{
    "title": {
        "media": {
          "url": "/assets/img/timeline/logos.png", 
          "caption": "Evolution of the Vortex logo since 2005", 
          "credit": ""
        }, 
        "text": {
          "headline": "Vortex,<br/> 2005 - 2015", 
          "text": "<p>Vortex is a little story of success: today, 10 years after its foundation by two PhD in Atmospheric Physics and a self-taught IT expert, the company has offices in three continents and serves users from 149 countries.</p>"
        }
    },
    "events": [
      {
        "media": {
          "url": "/assets/img/timeline/Pep1.png", 
          "caption": "<a href='https://es.linkedin.com/in/pepmoreno' target='blank'>Pep Moreno</a> installing a met. mast during a measurement campaign in Northern Spain. Early 90’s", 
          "credit": ""
        }, 
        "start_date": {
          "month": "9", 
          "day": "19", 
          "year": "2005"
        }, 
        "text": {
          "headline": "A young company made up of old experts", 
          "text": "<p>Vortex was born in Barcelona on September 19th 2005, but its team’s background is much older: the accumulated experience in the wind industry of its members goes back 25 years ago.</p>"
        }
      }, 
     {
        "media": {
          "url": "/assets/img/timeline/David1.jpg", 
          "caption": "David Saez at the first Vortex cluster in its datacenter. Late 2006", 
          "credit": ""
        }, 
        "start_date": {
          "year": "2006"
        }, 
        "text": {
          "headline": "A simple, powerfull idea", 
          "text": "Alingned with pioner Cloud Computing approaches, the foundational idea of the Vortex service is simple: remote modeling, on-line. As we liked to say that time: \"let's bring the power of a supercomputer to your fingerprints\""
        }
       }, 
      {
        "media": {
          "url": "/assets/img/timeline/UdG.jpg", 
          "caption": "<a href='https://es.linkedin.com/in/pepmoreno' target='blank'>Josep Calbó</a> at the Universitat de Girona by 2006", 
          "credit": ""
        }, 
        "start_date": {
          "year": "2006"
        }, 
        "text": {
          "headline": "Support of the University", 
          "text": "Thanks to Josep Calbó, Vortex co-founder and professor at the University of Girona, the later helped the company's growth by complementing its professional experience with academic know-how"
        }
      }, 
      {
        "media": {
          "url": "https://youtu.be/H7_sqdkaAfo", 
          "caption": "The first Vortex cluster in its datacenter. Since the beginning, much more powerfull than our customers standard computing capabilities", 
          "credit": ""
        }, 
        "start_date": {
          "year": "2007"
        }, 
        "text": {
          "headline": "A simple, powerfull idea", 
          "text": "Anticipating several years the current Cloud popularity, the foundational idea of the Vortex service is simple: remote computing, on-line"
        }
       }
      }
    ]
}
